[population.BalanceDef_RakkDefender AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Defender Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Experienced Defender Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Hardened Defender Rakk-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Veteran Defender Rakk-Trap"))

[population.BalanceDef_RakkKamikaze AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Kamikaze Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Experienced Kamikaze Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Hardened Kamikaze Rakk-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Veteran Kamikaze Rakk-Trap"))

